[
  {
    "bookId": "1",
    "isbn": "9780747532743",
    "img": "/books/1.jpg",
    "title": "Harry Potter and the Philosopher's Stone",
    "description": "Harry Potter thinks he is an ordinary boy - until he is rescued by an owl, taken to Hogwarts School of Witchcraft and Wizardry, learns to play Quidditch and does battle in a deadly duel. The Reason ... HARRY POTTER IS A WIZARD!",
    "language": "English",
    "pages": "320",
    "publisher": "Bloomsbury",
    "pubDate": "1997-06-26",
    "price": 800,
    "stock": 10
  },
  {
    "bookId": "2",
    "isbn": "9780747538486",
    "img": "/books/2.jpg",
    "title": "Harry Potter and the Philosopher's Stone",
    "description":"Harry Potter thinks he is an ordinary boy - until he is rescued by an owl, taken to Hogwarts School of Witchcraft and Wizardry, learns to play Quidditch and does battle in a deadly duel. The Reason ... HARRY POTTER IS A WIZARD!",
    "language": "English",
    "pages": "320",
    "publisher": "Bloomsbury",
    "pubDate": "1997-06-26",
    "price": 800,
    "stock": 10
  },
  {
    "bookId": "3",
    "isbn": "9780747538486",
    "img": "/books/3.jpg",
    "title": "Mi abuela estuvo en Auschwitz",
    "description": "El día que Dezi Barsilai murió, su nieto Marcos Alvo hizo una promesa: reconstruir su inspiradora historia y divulgarla. Esa mujer que nació en la Salónica en 1925 y que perdió a su familia durante la Segunda Guerra Mundial, había logrado construir una nueva vida en Chile, donde vivió por décadas sin querer recordar ni menos hablar de los terribles hechos ocurridos en su juventud y que incluyeron su paso por Aüschwitz. A partir de la entrevista que le hizo un equipo de documentalistas enviados por Steven Spielberg, donde ella dio su testimonio por primera vez, el autor comenzó armar las piezas del rompecabezas que forman las vivencias de su abuela y de cómo pudo sobrevivir al horror. De Grecia a los territorios polacos ocupados por los nazis, y de ahí al barrio de Patronato, este es un relato que revisa sus experiencias durante la guerra y su estadía en los campos de concentración, así como su lucha para salir adelante gracias a un inquebrantable espíritu de sobrevivencia.",
    "language": "Español",
    "pages": "320",
    "publisher": "Bloomsbury",
    "pubDate": "1997-06-26",
    "price": 800,
    "stock": 10
  }
]
