[
  {
    "bookId": "1",
    "isbn": "9789566120285",
    "img": "/books/1.jpg",
    "title": "Español Chileno Shileno Tchileno",
    "description": "Dentro de la diversidad lingüística latinoamericana, el español chileno es único. Tanto por sus 'chilenismos' como por el modo en que el hablante elige pronunciar ciertas palabras. Y esto es por que el acento es un aspecto clave del modo en que nos expresamos y, además es uno de los indicios mas evidentes de nuestro origen.",
    "language": "Español",
    "pages": 96,
    "publisher": "Sudamericana",
    "pubDate": "2023-01-01",
    "price": 11900,
    "stock": 15
  },
  {
    "bookId": "2",
    "isbn": "9562890783",
    "img": "/books/2.jpg",
    "title": "Folclor Chileno",
    "description": "En esta imprescindible obra, el connotado folclorólogo, Oreste Plath nos invita a sumergirnos en la sabiduría de nuestro pueblo a través de un recorrido que nos transporta a los personajes populares, el habla popular, las leyendas, las tradiciones, refranes, adivinanzas, fiestas criollas y las diversas expresiones del folclor intantil, religioso y musical, entre otros aspectos que nuten el colorido paisaje que da forma a nuestra identidad.En este notable Folclor Chileno, que ya lleva quince ediciones, el autor propone una ordenaciòn del material literario popular buscado y compilado en el país, el que se ha compoarado y acompañado de una vasta bibliografía que ha enriquecido aún más este trabajo.Un libro esencial para apreciar el imporantísimo legado de nuestra tierra, que ha sido y seguirá siendo, un valioso aporte a nuestra.",
    "language": "Español",
    "pages": 360,
    "publisher": "Fondo de Cultura Economica",
    "pubDate": "2009-01-01",
    "price": 8930,
    "stock": 5
  },
  {
    "bookId": "3",
    "isbn": "9789569545344",
    "img": "/books/3.jpg",
    "title": "La casa de los espíritus",
    "description": "Novela de la autora chilena Isabel Allende que relata la historia de varias generaciones de una familia.",
    "language": "Español",
    "pages": 500,
    "publisher": "Sudamericana",
    "pubDate": "1982-01-01",
    "price": 13990,
    "stock": 25
  },
  {
    "bookId": "4",
    "isbn": "9789568410152",
    "img": "/books/4.jpg",
    "title": "2666",
    "description": "Obra póstuma del escritor chileno Roberto Bolaño, que sigue la pista de un misterioso autor de novelas policiales.",
    "language": "Español",
    "pages": 900,
    "publisher": "Anagrama",
    "pubDate": "2004-11-01",
    "price": 15990,
    "stock": 10
  },
  {
    "bookId": "5",
    "isbn": "9788420481853",
    "img": "/books/5.jpg",
    "title": "El túnel",
    "description": "Novela del escritor argentino Ernesto Sabato, que narra la obsesión de un pintor por una mujer.",
    "language": "Español",
    "pages": 200,
    "publisher": "Seix Barral",
    "pubDate": "1948-01-01",
    "price": 8990,
    "stock": 30
  },
  {
    "bookId": "6",
    "isbn": "9788420706830",
    "img": "/books/6.jpg",
    "title": "Los siete locos",
    "description": "Primera parte de la obra 'Los siete locos y Los lanzallamas', del escritor argentino Roberto Arlt.",
    "language": "Español",
    "pages": 350,
    "publisher": "Alianza",
    "pubDate": "1929-01-01",
    "price": 11990,
    "stock": 18
  },
  {
    "bookId": "7",
    "isbn": "9788483835161",
    "img": "/books/7.jpg",
    "title": "2666",
    "description": "Novela del escritor español Roberto Bolaño, que cuenta la historia de un grupo de académicos que investigan una serie de asesinatos en Ciudad Juárez.",
    "language": "Español",
    "pages": 800,
    "publisher": "Mondadori",
    "pubDate": "2008-05-01S",
    "price": 17990,
    "stock": 22
  },
  {
    "bookId": "8",
    "isbn": "9789562820005",
    "img": "/books/8.jpg",
    "title": "Cien años de soledad",
    "description": "Novela del escritor colombiano Gabriel García Márquez que narra la historia de la familia Buendía a lo largo de siete generaciones en el pueblo ficticio de Macondo.",
    "language": "Español",
    "pages": 432,
    "publisher": "DeBolsillo",
    "pubDate": "1967-05-30",
    "price": 14990,
    "stock": 20
  },
  {
    "bookId": "9",
    "isbn": "9562890708",
    "img": "/books/9.jpg",
    "title": "Folclor Lingüístico Chileno",
    "description": "en este trabajo se presentan refranes, comparaciones populares, lolismos y locuciones. el propio autor advierte al lector que no se trata de un estudio, sino que de recoger aspectos del habla que se centran en el campo de la paremiología y da el detalle de su contenido: en “refranes chilenos” se encuentran frases, acciones refraneadas, en ellas se ha querido buscar, encontrar su génesis ya que el correr del tiempo las ha ido transformando y han tomado personalidad colectiva. las “comparaciones populares” son ideas pródigas en sentido; son proyecciones verbales de cualidad comparativa por las cuales corre la gracia, la donosura y propiedad popular. los “lolismos”, expresiones de la juventud con normas peculiares. lenguaje de los lolos, lolismos, de la más absoluta propiedad, la lololalia. y las “locuciones”, frases de referencias precisas, sentenciosas, ejemplario de picardía grato y alegre que no carece de enseñanza y que se consignan por tener las tres s: simplicidad, senso y sal que para los ingleses constituyen el carácter de los refranes.",
    "language": "Español",
    "pages": 432,
    "publisher": "Fondo de Cultura Economica",
    "pubDate": "2008-05-30",
    "price": 7320,
    "stock": 10
  },
  {
    "bookId": "10",
<<<<<<< HEAD
    "isbn": "9789564085289",
    "img": "/books/10.jpg",
    "title": "Negocios abundantes",
    "description": "'Pasé de ser una profesora empleada, con miedo a la cesantía, que ahorraba todo el año para viajar diez de cada 365 días, a ser una empresaria que lidera un equipo de más de veinte personas, factura más de 250 mil dólares anuales, puede viajar cuando quiera, y, sobre todo, perdí prácticamente todos mis miedos, porque sé que diseñar la vida de mis sueños está en mis manos”. A partir de su propia experiencia, Tamara Muñoz, creadora de la comunidad @Quierete.cl y de la Escuela de Negocios Abundantes, invita a las lectoras a transformar sus vidas a través del emprendimiento. Aunque a muchas mujeres les asuste o sientan que armar su propio negocio es una idea inalcanzable o solo para unas pocas, en Negocios abundantes la autora entrega todas las herramientas prácticas y hace las preguntas clave para que cualquier mujer se atreva a dar el gran paso de emprender. Encuentra tu código único, aprende a vender y cómo perderle el miedo, descubre qué hacer y no hacer cuando quieras crecer y cuáles son las estrategias para usar las redes sociales a tu favor, para dar forma a ese negocio que llenará tu vida de abundancia.",
    "language": "Español",
    "pages": 180,
    "publisher": "Planeta",
    "pubDate": "2024-04-20",
    "price": 14310,
    "stock": 50
  },
  {
    "bookId": "11",
    "isbn": "9789563844580",
    "img": "/books/11.jpg",
    "title": "Juntas",
    "description": "En un mundo de complacencias, apariencias y expecta&vas sociales ¿cómo cuidamos de nosotros y nosotras mismas? En este libro, la psicóloga Ignacia Oteíza Ramírez nos invita a repensar el concepto de autocuidado y a revalorizar el cuidado mutuo, desde una perspec&va feminista. Más que entregarnos un rígido plan a seguir para mejorar nuestro bienestar, esta lectura busca que reflexionemos, por medio de ac&vidades prác&cas, sobre nuestras experiencias con relación al cuidado propio, para encontrar en conjunto formas que nos resulten más cómodas y ligeras para cuidarnos, sin tantas expecta&vas ni imposiciones",
    "language": "Español",
    "pages": 236,
    "publisher": "Alfaguara Infantil Juvenil",
    "pubDate": "2024-04-25",
    "price": 16200,
    "stock": 30
  },
  {
    "bookId": "12",
    "isbn": "9789566045298",
    "img": "/books/12.jpg",
=======
    "isbn": "9789566045298",
    "img": "/books/10.jpg",
>>>>>>> origin/main
    "title": "Folclor Lingüístico Chileno",
    "description": "Durante buena parte de esta novela Gonzalo es un poetastro que quiere ser poeta y un padrastro que se comporta como si fuera el padre biológico de Vicente, un niño adicto a la comida para gatos que años más tarde se niega a estudiar en la universidad porque su sueño principal es convertirse –también– en poeta, a pesar de los consejos de Carla, su orgullosamente solitaria madre, y de León, un padre mediocre dedicado a coleccionar autitos de juguete. El poderoso mito de la poesía chilena –un personaje secundario dice, aludiendo a los veredictos de la Academia Sueca, que los chilenos son bicampeones mundiales de poesía– es revisitado y cuestionado por Pru, una periodista gringa que se convierte en testigo accidental de ese esquivo e intenso mundo de héroes e impostores literarios. La verdadera seriedad es cómica, decía Nicanor Parra, y esta novela sobre poetas que desprecian las novelas lo demuestra brillantemente. El laberinto masculino actual, los trágicos vaivenes del amor, las familias –o familiastras– fugaces, la omnipresente descon?anza en instituciones y autoridades, el deseo valiente y obcecado de pertenecer a una comunidad en parte imaginaria, el sentido de escribir y de leer en un mundo hostil que parece desmoronarse a toda velocidad... Son muchos los temas que este libro hermoso, contundente y desenfadado pone encima de la mesa. Autor de obras que se han vuelto emblemáticas, como Bonsái, Formas de volver a casa, Mis documentos o Facsímil, Alejandro Zambra regresa en grande a la novela con este libro que lo confirma como una de las voces fundamentales de la literatura latinoamericana en lo que va de siglo.",
    "language": "Español",
    "pages": 424,
    "publisher": "Anagrama",
    "pubDate": "2020-03-04",
    "price": 19800,
    "stock": 2
  },
  {
<<<<<<< HEAD
    "bookId": "13",
=======
    "bookId": "11",
>>>>>>> origin/main
    "isbn": "9789566165378",
    "img": "/books/11.jpg",
    "title": "Dioses chilenos",
    "description": "Durante buena parte de esta novela Gonzalo es un poetastro que quiere ser poeta y un padrastro que se comporta como si fuera el padre biológico de Vicente, un niño adicto a la comida para gatos que años más tarde se niega a estudiar en la universidad porque su sueño principal es convertirse –también– en poeta, a pesar de los consejos de Carla, su orgullosamente solitaria madre, y de León, un padre mediocre dedicado a coleccionar autitos de juguete. El poderoso mito de la poesía chilena –un personaje secundario dice, aludiendo a los veredictos de la Academia Sueca, que los chilenos son bicampeones mundiales de poesía– es revisitado y cuestionado por Pru, una periodista gringa que se convierte en testigo accidental de ese esquivo e intenso mundo de héroes e impostores literarios. La verdadera seriedad es cómica, decía Nicanor Parra, y esta novela sobre poetas que desprecian las novelas lo demuestra brillantemente. El laberinto masculino actual, los trágicos vaivenes del amor, las familias –o familiastras– fugaces, la omnipresente descon?anza en instituciones y autoridades, el deseo valiente y obcecado de pertenecer a una comunidad en parte imaginaria, el sentido de escribir y de leer en un mundo hostil que parece desmoronarse a toda velocidad... Son muchos los temas que este libro hermoso, contundente y desenfadado pone encima de la mesa. Autor de obras que se han vuelto emblemáticas, como Bonsái, Formas de volver a casa, Mis documentos o Facsímil, Alejandro Zambra regresa en grande a la novela con este libro que lo confirma como una de las voces fundamentales de la literatura latinoamericana en lo que va de siglo.",
    "language": "Español",
    "pages": 232,
    "publisher": "Booket",
    "pubDate": "2018-03-04",
    "price": 7650,
    "stock": 2
  }
]
